module.exports.config = {
  'name': "murgi",
  'version': "1.0.1",
  'role': 0x2,
  'author': "MAHABUB RAHMAN",
  'description': "tag gali",
  'category': "media",
  'usages': "taggali",
  'countDowns': 0x5,
  'dependencies': {
    'request': ''
  }
};
module.exports.onStart = async function ({
  api: _0x265ddd,
  args: _0x392432,
  Users: _0x45ada9,
  event: _0x31bb7d
}) {
  var _0x51db14 = Object.keys(_0x31bb7d.mentions)[0];
  if (!_0x51db14) {
    return _0x265ddd.sendMessage("আপনি কাকে ঠাপাতে চান এমন 1 জনকে @ম্যানশন করতে হবে", _0x31bb7d.threadID);
  }
  let _0x5e42db = _0x31bb7d.mentions[_0x51db14];
  var _0x34c4b9 = [];
  _0x34c4b9.push({
    'id': _0x51db14,
    'tag': _0x5e42db
  });
  var _0x122e40 = function (_0x45afab) {
    _0x265ddd.sendMessage(_0x45afab, _0x31bb7d.threadID);
  };
  _0x122e40("তোর Mahabub Abbu এর চোদা লো");
  setTimeout(() => {
    _0x122e40({
      'body': "চুদে যাবো তোরে ভুদার মধ্যে হার পিক ভরে🥰। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 3000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাংকির পোলা তর কচি বোন রে আমি মাহাবুব চুদি  😍.. " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 5000);
  setTimeout(() => {
    _0x122e40({
      'body': "মাদারচোদ তর আম্মু পম পম খাংকির পো আমি তোর বাপ মাহাবুব 🐰 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 7000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাংকির পোলা তর কচি ভুদায় ভুদায় কামর দিমু  💔! " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 9000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাংকি মাগির পোলা কথা ক কম কম তর আম্মু রে চুদে বানামু আইটেম বোম  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 12000);
  setTimeout(() => {
    _0x122e40({
      'body': "depression থেকেও তর মাইরে চু*** দি 🤬  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 15000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর আম্মু রে আচার এর লোভ দেখি চুদি মাগির পোলা🤬 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 17000);
  setTimeout(() => {
    _0x122e40({
      'body': "বান্দির পোলা তর কচি বোনের ভুদা ফাক কর থুতু দিয়ে ভুদায় দন ডুকামু 🤟 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 20000);
  setTimeout(() => {
    _0x122e40({
      'body': "বান্দি মাগির পোলা তর আম্মু রে চুদি তর দুলা ভাই এর কান্দে ফেলে 🤝 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 23000);
  setTimeout(() => {
    _0x122e40({
      'body': "উফফফ খাদ্দামা মাগির পোলা তর আম্মুর কালা ভুদায় আমার মাল আউট তর কচি বোন রে উপ্তা করে এবার চুদবো  💉। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 25000);
  setTimeout(() => {
    _0x122e40({
      'body': "অনলাইনে গালি বাজ হয়ে গেছত মাগির পোলা এমন চুদা দিমু লাইফ টাইম মনে রাখভি মাহাবুব তর বাপ মাগির ছেলে 😘। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 28500);
  setTimeout(() => {
    _0x122e40({
      'body': "বাতিজা শুন তর আম্মু রে চুদলে রাগ করবি না তো আচ্ছা জা রাগ করিস না তর আম্মুর কালা ভুদায় আর চুদলাম না তো বোন এর জামা টা খুলে দে  ✋ " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 31000);
  setTimeout(() => {
    _0x122e40({
      'body': " হাই মাদারচোদ তর তর ব্যাশা জাতের আম্মু টা রে আদর করে করে চুদি  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 36000);
  setTimeout(() => {
    _0x122e40("~ চুদা কি আরো খাবি মাগির পোল 🤖");
  }, 39000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাংকির পোলা 🥰। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 42000);
  setTimeout(() => {
    _0x122e40({
      'body': "মাদারচোদ😍.. " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 48000);
  setTimeout(() => {
    _0x122e40({
      'body': "ব্যাস্যার পোলা 🐰 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 51000);
  setTimeout(() => {
    _0x122e40({
      'body': "ব্যাশ্যা মাগির পোলা  💔! " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 54000);
  setTimeout(() => {
    _0x122e40({
      'body': "পতিতা মাগির পোলা  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 57000);
  setTimeout(() => {
    _0x122e40({
      'body': "depression থেকেও তর মাইরে চু*** দি 🤬  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 59400);
  setTimeout(() => {
    _0x122e40({
      'body': "তর মারে চুদি " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 63000);
  setTimeout(() => {
    _0x122e40({
      'body': "নাট বল্টু মাগির পোলা🤟 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 66000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর বোন রে পায়জামা খুলে চুদি 🤣 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 69000);
  setTimeout(() => {
    _0x122e40({
      'body': "উম্মম্মা তর বোন এরকচি ভুদায়💉। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 72000);
  setTimeout(() => {
    _0x122e40({
      'body': "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 75000);
  setTimeout(() => {
    _0x122e40({
      'body': "কামলা মাগির পোলা  ✋ " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 81000);
  setTimeout(() => {
    _0x122e40({
      'body': " বাস্ট্রাড এর বাচ্ছা বস্তির পোলা  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 87000);
  setTimeout(() => {
    _0x122e40("~ আমার জারজ শন্তান🤖");
  }, 93000);
  setTimeout(() => {
    _0x122e40({
      'body': "Welcome মাগির পোলা 🥰। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 99000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর কচি বোন এর পম পম😍.. " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 105000);
  setTimeout(() => {
    _0x122e40({
      'body': "ব্যাস্যার পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 111000);
  setTimeout(() => {
    _0x122e40({
      'body': "Hi মাহাবুব এর জারজ মাগির পোলা  💔! " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 114000);
  setTimeout(() => {
    _0x122e40({
      'body': "২০ টাকা এ পতিতা মাগির পোলা  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 120000);
  setTimeout(() => {
    _0x122e40({
      'body': "depression থেকেও তর মাইরে চু*** দি 🤬  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 126000);
  setTimeout(() => {
    _0x122e40({
      'body': "বস্তির ছেলে অনলাইনের কিং " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 132000);
  setTimeout(() => {
    _0x122e40({
      'body': "টুকাই মাগির পোলা🤟 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 138000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর আম্মু রে পায়জামা খুলে চুদি 🤣 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 144000);
  setTimeout(() => {
    _0x122e40({
      'body': "উম্মম্মা তর বোন এরকচি ভুদায়💉। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 150000);
  setTimeout(() => {
    _0x122e40({
      'body': "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 156000);
  setTimeout(() => {
    _0x122e40({
      'body': "হিজলা মাগির পোলা  ✋ " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 162000);
  setTimeout(() => {
    _0x122e40({
      'body': " বস্তিরন্দালাল এর বাচ্ছা বস্তির পোলা  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 168000);
  setTimeout(() => {
    _0x122e40("~ আমার জারজ শন্তান জা ভাগ🤖");
  }, 171000);
  setTimeout(() => {
    _0x122e40({
      'body': "Welcome শুয়োরের বাচ্চা 🥰। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 174000);
  setTimeout(() => {
    _0x122e40({
      'body': "কুত্তার বাচ্ছা তর কচি বোন এর পম পম😍.. " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 177000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাঙ্কিরপোলা পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 180000);
  setTimeout(() => {
    _0x122e40({
      'body': "Hi মাহাবুব এর জারজ পোলা মাগির পোলা  💔! " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 9000);
  setTimeout(() => {
    _0x122e40({
      'body': "খান্কি মাগির পোলা  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 12000);
  setTimeout(() => {
    _0x122e40({
      'body': "তোর বাপে তোর নানা। 🤬  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 15000);
  setTimeout(() => {
    _0x122e40({
      'body': "বস্তির ছেলে তোর বইনরে মুসলমানি দিমু। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 17000);
  setTimeout(() => {
    _0x122e40({
      'body': "টুকাই মাগির পোলা মোবাইল ভাইব্রেশন কইরা তুর কচি বোন এর পুকটিতে ভরবো।🤟 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 20000);
  setTimeout(() => {
    _0x122e40({
      'body': "তোর মুখে হাইগ্যা দিমু। 🤣 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 23000);
  setTimeout(() => {
    _0x122e40({
      'body': "কুত্তার পুকটি চাটামু💉। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 25000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর আম্মুর হোগা দিয়া ট্রেন ভইরা দিমু।। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 28500);
  setTimeout(() => {
    _0x122e40({
      'body': "হিজলা মাগির পোলা হাতির ল্যাওড়া দিয়া তর মায়েরে চুদুম।  ✋ " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 31000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু।  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 36000);
  setTimeout(() => {
    _0x122e40("~ আমার ফাটা কন্ডমের ফসল। জা ভাগ🤖");
  }, 39000);
  setTimeout(() => {
    _0x122e40({
      'body': "Welcome শুয়োরের বাচ্চা 🥰। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 3000);
  setTimeout(() => {
    _0x122e40({
      'body': "কুত্তার বাচ্ছা তর বৌন ভোদায় মাগুর মাছ চাষ করুম।😍.. " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 5000);
  setTimeout(() => {
    _0x122e40({
      'body': "খাঙ্কিরপোলা পোলা তর বোনের  হোগায় ইনপুট, তর মায়ের ভোদায় আউটপুট।🐰 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 7000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর মায়ের ভোদা বোম্বাই মরিচ দিয়া চুদামু।💔! " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 9000);
  setTimeout(() => {
    _0x122e40({
      'body': "খান্কি মাগির পোলা তর মায়ের ভোদা শিরিষ কাগজ দিয়া ঘইষা দিমু।  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 12000);
  setTimeout(() => {
    _0x122e40({
      'body': "জং ধরা লোহা দিয়া পাকিস্তানের মানচিত্র বানাই্য়া তোদের পিছন দিয়া ঢুকামু।🤬  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 15000);
  setTimeout(() => {
    _0x122e40({
      'body': "বস্তির ছেলে তর মায়ের ভুদাতে পোকা। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 17000);
  setTimeout(() => {
    _0x122e40({
      'body': "টুকাই মাগির পোলা তর মার ভোদায় পাব্লিক টয়লেট।🤟 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 20000);
  setTimeout(() => {
    _0x122e40({
      'body': "তোর মুখে হাইগ্যা দিমু। ভুস্কি মাগির পোলা 🤣 " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 23000);
  setTimeout(() => {
    _0x122e40({
      'body': "কান্দে ফালাইয়া তর মায়েরে চুদি💉। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 25000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর আম্মুর উপ্তা কইরা চুদা দিমু।। " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 28500);
  setTimeout(() => {
    _0x122e40({
      'body': "হিজলা মাগির পোলা বালি দিয়া চুদমু তরে খাঙ্কি মাগী!তর মাকে।  ✋ " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 31000);
  setTimeout(() => {
    _0x122e40({
      'body': "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু।  " + _0x5e42db,
      'mentions': _0x34c4b9
    });
  }, 36000);
  setTimeout(() => {
    _0x122e40("~ রা্ঁজা্ঁ বা্ঁবু্ঁ  এর পুত। জা ভাগ🤖");
  }, 39000);
};
